/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-product",
      "blocks": {
        "title": {
          "type": "title",
          "settings": {}
        },
        "price": {
          "type": "price",
          "settings": {}
        },
        "description": {
          "type": "description",
          "settings": {}
        },
        "quantity_selector": {
          "type": "quantity_selector",
          "settings": {}
        },
        "variant_picker": {
          "type": "variant_picker",
          "settings": {
            "picker_type": "button",
            "swatch_shape": "circle"
          }
        },
        "buy_buttons": {
          "type": "buy_buttons",
          "settings": {
            "show_dynamic_checkout": false,
            "show_gift_card_recipient": true
          }
        },
        "collapsible_tab_4Q9Jyg": {
          "type": "collapsible_tab",
          "settings": {
            "heading": "Key ingridients",
            "icon": "none",
            "content": "<p>This formula contains Anemarrhena Asphodeloides Root Extract, Centella Asiatica Extract, Tocopherol, Panthenol, Phenoxyethanol, Caprylic Acid, and Hydrogenated Polyisobutene & Water. These ingredients work together to hydrate, soothe, and condition the skin while supporting barrier repair, delivering antioxidant protection, and promoting a visibly plumper, fuller appearance.<br/><br/>FDA Disclosure: This product is not intended to diagnose, treat, cure, or prevent any disease. Statements have not been evaluated by the Food and Drug Administration.</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "title",
        "price",
        "description",
        "quantity_selector",
        "variant_picker",
        "buy_buttons",
        "collapsible_tab_4Q9Jyg"
      ],
      "settings": {
        "enable_sticky_info": true,
        "color_scheme": "scheme-1",
        "media_size": "large",
        "constrain_to_viewport": true,
        "media_fit": "contain",
        "gallery_layout": "stacked",
        "mobile_thumbnails": "hide",
        "media_position": "left",
        "image_zoom": "lightbox",
        "hide_variants": true,
        "enable_video_looping": false,
        "padding_top": 36,
        "padding_bottom": 12
      }
    },
    "volufiline_benefits_3mCUgT": {
      "type": "volufiline-benefits",
      "settings": {}
    },
    "result_slider_wkmUUh": {
      "type": "result-slider",
      "settings": {}
    },
    "related-products": {
      "type": "related-products",
      "disabled": true,
      "settings": {
        "heading": "You may also like",
        "heading_size": "h2",
        "products_to_show": 4,
        "columns_desktop": 4,
        "columns_mobile": "2",
        "color_scheme": "scheme-1",
        "image_ratio": "square",
        "image_shape": "default",
        "show_secondary_image": true,
        "show_vendor": false,
        "show_rating": false,
        "padding_top": 36,
        "padding_bottom": 28
      }
    },
    "video_slider_nxQkmR": {
      "type": "video-slider",
      "blocks": {
        "video_slide_cHLqeR": {
          "type": "video_slide",
          "settings": {
            "video_url": "https://cdn.shopify.com/videos/c/o/v/b05fab2f6bb941fb81e1094ab0f76f45.mp4",
            "poster_url": "https://cdn.shopify.com/s/files/1/0938/6865/4873/files/poster3.jpg?v=1745583280"
          }
        },
        "video_slide_AaEyeD": {
          "type": "video_slide",
          "settings": {
            "video_url": "https://cdn.shopify.com/videos/c/o/v/1fe0664142734a9bb8951ac2f29375d8.mp4",
            "poster_url": "https://cdn.shopify.com/s/files/1/0938/6865/4873/files/IMG_6100_005.jpg?v=1747822135"
          }
        },
        "video_slide_rGMRNL": {
          "type": "video_slide",
          "settings": {
            "video_url": "https://cdn.shopify.com/videos/c/o/v/084ca36c25ae47c38e819a5abed91124.mp4",
            "poster_url": "https://cdn.shopify.com/s/files/1/0938/6865/4873/files/poster1.jpg?v=1745583084"
          }
        }
      },
      "block_order": [
        "video_slide_cHLqeR",
        "video_slide_AaEyeD",
        "video_slide_rGMRNL"
      ],
      "settings": {}
    },
    "volufiline_purchase_ykQfwT": {
      "type": "volufiline-purchase",
      "settings": {}
    },
    "collapsible_content_bBUtmC": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_9aTFmX": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What is Volufiline?",
            "icon": "none",
            "row_content": "<p>Volufiline is a cosmetic ingredient that helps improve skin volume and firmness. It works by encouraging fat storage in the area it's applied, giving a fuller, plumper appearance over time.</p>",
            "page": ""
          }
        },
        "collapsible_row_r9EwLC": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Where can I use it?",
            "icon": "none",
            "row_content": "<p> Most people apply Volufiline around the eyes, lips, cheeks, or nasolabial folds — anywhere that’s lost volume or looks hollow. It’s for external use only.</p>",
            "page": ""
          }
        },
        "collapsible_row_R4WdVM": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How long does it take to see results?",
            "icon": "none",
            "row_content": "<p>Results vary, but many users notice visible plumping within 4 to 8 weeks of consistent use, with best results after 2 to 3 months.</p>",
            "page": ""
          }
        },
        "collapsible_row_77nMm6": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Is Volufiline permanent?",
            "icon": "none",
            "row_content": "<p>No, results are not permanent. Continued use is needed to maintain the plumping effect. If you stop using it, the effects will gradually fade.</p>",
            "page": ""
          }
        },
        "collapsible_row_Wd6r9q": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How often should I apply it?",
            "icon": "none",
            "row_content": "<p>Once or twice daily is recommended — typically in the morning and at night on clean skin.</p>",
            "page": ""
          }
        },
        "collapsible_row_driCzg": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I use it with other skincare products?",
            "icon": "none",
            "row_content": "<p>Yes. Apply Volufiline before heavier creams or oils, ideally after cleansing and toning.</p>",
            "page": ""
          }
        },
        "collapsible_row_39XCHh": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Is it safe for sensitive skin?",
            "icon": "none",
            "row_content": "<p>Volufiline is generally well-tolerated, but if you have sensitive skin, do a patch test first. If irritation occurs, discontinue use.</p>",
            "page": ""
          }
        },
        "collapsible_row_YP3PRe": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Does it really work?",
            "icon": "none",
            "row_content": "<p>Many users report visible improvements in volume and skin texture. Like any cosmetic product, individual results can vary based on skin type, age, and consistency.</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_9aTFmX",
        "collapsible_row_r9EwLC",
        "collapsible_row_R4WdVM",
        "collapsible_row_77nMm6",
        "collapsible_row_Wd6r9q",
        "collapsible_row_driCzg",
        "collapsible_row_39XCHh",
        "collapsible_row_YP3PRe"
      ],
      "settings": {
        "caption": "",
        "heading": "Frequently Asked Questions",
        "heading_size": "h1",
        "heading_alignment": "center",
        "layout": "none",
        "container_color_scheme": "",
        "color_scheme": "",
        "open_first_collapsible_row": true,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 100,
        "padding_bottom": 0
      }
    },
    "volufiline_review_rating_cRaKrF": {
      "type": "volufiline-review-rating",
      "settings": {}
    },
    "custom_review_7z7dGf": {
      "type": "custom-review",
      "blocks": {
        "list_item_P49RRY": {
          "type": "list_item",
          "settings": {
            "name_customer": "Syd M",
            "title_review": "HOLY GRAIL SKINCARE BOOSTER",
            "review_date": "today",
            "review_rating": 5,
            "review_text": "<p>Discovering the Volufiline 30ml Cosmetic Ingredient, particularly the 100% Volufiline Ampoule from France, has been a game-changer for me in my skincare journey. I've always been interested in enhancing certain areas naturally, and mixing this potent ampoule with my eye cream has been transformative.<br/><br/>What stands out about Volufiline is its ability to stimulate lipid production in fat cells, promoting a fuller and more voluminous appearance. By incorporating it into my eye cream regimen, I've noticed a significant improvement in the firmness and plumpness around my eye area. Fine lines appear smoother, and my skin feels more hydrated and resilient.<br/><br/>The ampoule's concentration ensures that a little goes a long way, allowing me to customize my skincare routine effortlessly. I appreciate the versatility it offers, as I can mix it with different skincare products to target specific areas of concern effectively.</p>"
          }
        },
        "list_item_E4YYGR": {
          "type": "list_item",
          "settings": {
            "name_customer": "Erin E. Dobbins",
            "title_review": "WARNING… IT WORKS",
            "review_date": "today",
            "review_rating": 5,
            "review_text": "<p>I’m 36 yo and have had under eye filler in the past. This definitely works for me. I see more volume and fullness in the places I’ve used it (mostly on my face). Now for some unsolicited big sister advice. I also found this on TikTok. It’s really amazing. I feel comfortable using it after doing my reading.</p>"
          }
        },
        "list_item_KcdEpr": {
          "type": "list_item",
          "settings": {
            "name_customer": "Gin",
            "title_review": "hopeful for results",
            "review_date": "1 day ago",
            "review_rating": 4,
            "review_text": "<p>I added a few drops to a peptide moisturizer. I am cautious with placement since I do not want increased fat in all areas of my face. I also added 5 drops to a small jar of lip balm. I carefully apply the balm to my lips after microneedling. This definitely facilitates a rosy glow and mild lip plumping. I can't say that I've noticed any increase of fat. I think I may be one of the \"this doesn't work for me.\" As a mature woman, my lips have thinned out considerably, and I was hopeful this product would improve this issue. So far, I do not see or feel any long-term benefits. I haven't entirely given up. I will continue to use until the bottle is empty. If there are no visible results thereafter, I won't purchase again. I still gave 4 stars because there are benefits to the right skin types or possibly it has to do with age. Less mature skin may see better/faster results. BTW, I've been using the product for about 3 weeks.</p>"
          }
        },
        "list_item_f7pUGz": {
          "type": "list_item",
          "settings": {
            "name_customer": "adil salam",
            "title_review": "Works",
            "review_date": "1 day ago",
            "review_rating": 5,
            "review_text": "<p>Worked like a charm on my eyelids and reduced my upper eyelid exposure</p>"
          }
        },
        "list_item_HhnUJy": {
          "type": "list_item",
          "settings": {
            "name_customer": "Rachel H",
            "title_review": "Permanent results",
            "review_date": "2 days ago",
            "review_rating": 3,
            "review_text": "<p>Ive read that this is a great product and works wonderful to build up fat in lips and around hollow eyes. so If you've used it before by all means get it. For me after reading that results are permanent I decided to return as I was too scared to try it just in case I wasn't a fan of the results.</p>"
          }
        },
        "list_item_ixf6N4": {
          "type": "list_item",
          "settings": {
            "name_customer": "melissa",
            "title_review": "PLEASE READ!!",
            "review_date": "2 days ago",
            "review_rating": 5,
            "review_text": "<p>3 weeks and this has plumpled my lips from thin to a lip filler affect. They are beautiful. The second photo with this white jacket was before this product it was my lips with lip plumpler! The last photo is my lips today with no lip plumper just this product. It really works it’s amazing!! I also used on my breast I’ve had to kids and my boobs no longer existed. It’s taken them from an a cup to a C!!</p>"
          }
        },
        "list_item_arfyek": {
          "type": "list_item",
          "settings": {
            "name_customer": "Hania Zainulabidin",
            "title_review": "Works amazing for lips",
            "review_date": "3 days ago",
            "review_rating": 5,
            "review_text": "<p>I have naturally quite think lips, especially my top lip and I’ve been using this for a few days and it works so well, I’ve noticed more volume. My upper lip is now bigger and so is my lower one<br/>I use the applicator directly onto my lips and then seal it with Vaseline</p>"
          }
        },
        "list_item_nex8fi": {
          "type": "list_item",
          "settings": {
            "name_customer": "Beautiful product",
            "title_review": "Love it.",
            "review_date": "3 days ago",
            "review_rating": 5,
            "review_text": "<p>Good product although inside the box was opened?<br/><br/>Box closed</p>"
          }
        },
        "list_item_gV6F9G": {
          "type": "list_item",
          "settings": {
            "name_customer": "CS",
            "title_review": "Immediate Results.",
            "review_date": "4 days ago",
            "review_rating": 5,
            "review_text": "<p>Saw immediate results after 5 uses. Mixed 1 drop with my cetaphil cream and 1 drop of rose hip oil. Applied carefully to my under eyes with a q tip. Be precise with your application . After 5 days my hollows under my eyes had noticeable volume . I have very sensitive eyes and had no reaction</p>"
          }
        },
        "list_item_U3hjHN": {
          "type": "list_item",
          "settings": {
            "name_customer": "Sarah",
            "title_review": "No results after a week",
            "review_date": "4 days ago",
            "review_rating": 1,
            "review_text": "<p>Sow someone saying that it adds volume to any place you want, so, I got it for my lips as I wanted to make them a bit bigger. I noticed no results in a week and i’m almost done with the product. Don’t waste your money on it.</p>"
          }
        },
        "list_item_FhkHEW": {
          "type": "list_item",
          "settings": {
            "name_customer": "Sanjana",
            "title_review": "Really works",
            "review_date": "4 days ago",
            "review_rating": 5,
            "review_text": "<p>So far, sooooo good, don't want to jinx it, hope this says it all!!</p>"
          }
        },
        "list_item_HM4JPW": {
          "type": "list_item",
          "settings": {
            "name_customer": "James & heather",
            "title_review": "Small but noticeable difference",
            "review_date": "5 days ago",
            "review_rating": 5,
            "review_text": "<p>Subtle difference was dealing for half a year I have regained most of my volume and am very satisfied with the results it doesn't look too outlandish but I did take a while to respond to the serum</p>"
          }
        },
        "list_item_btxf9a": {
          "type": "list_item",
          "settings": {
            "name_customer": "Genevieve",
            "title_review": "Very hydrating",
            "review_date": "5 days ago",
            "review_rating": 4,
            "review_text": "<p>I’ve been using this under my eyes because I have hollow eye sockets. I saw claims that this can reduce the appearance of that.<br/>First of all, the packaging is very cute. The instructions suggest that you mix the solution with an already existing moisturizer. It comes with a small container and spatula to mix the products together evenly.<br/>The volufiline feels like an oil. It’s very hydrating and makes my skin feel nice. However, I don’t know that it made a huge difference in the actual appearance of the fat beneath my eyes. If you’re buying this *only* for the filler effect, I don’t think it works as effectively as it says. If you’re just trying it out for hydrating/to experiment I would say go for it. I know the results vary on everyone but personally it hasn’t made much of a difference in my appearance. I don’t know that I would buy again, but I think it’s a good value for the money for at least a hydrating serum.</p>"
          }
        },
        "list_item_PCWXRh": {
          "type": "list_item",
          "settings": {
            "name_customer": "PR",
            "title_review": "WOW",
            "review_date": "5 days ago",
            "review_rating": 4,
            "review_text": "<p>So, i was really excited when somebody said they had permanent effects after 3 days and was gonna sue, because it had me expecting something insane. But, I’m on my third day, and i kind of don’t see a difference.. maybe a very very minuscule difference, but nothing insane to where im like “WOW!”<br/>I dont have deep wrinkles, just my laugh lines, and i do have lip filler that has dissolved so I just can’t tell if that may be a factor.<br/><br/>The only downside, I will say, that I have noticed, and I think this is just me, but im scared when I put it on my lips that I might be eating it on accident and maybe making my throat fat because I've had a sensation like this the first two days after mixing it with my laneige lip balm. But today I used it by itself and I don’t feel that anymore. So I guess just be careful where you put it I wouldn’t put it in a lip product even though it says to do that. I don’t see any type of insane results at all. I will update this if I do see a difference.</p>"
          }
        },
        "list_item_qaYzQP": {
          "type": "list_item",
          "settings": {
            "name_customer": "Sage Brandt",
            "title_review": "i’m not sure what to think",
            "review_date": "5 days ago",
            "review_rating": 5,
            "review_text": "<p>bought this to see if it’s actually giving people these crazy results. i was skeptical. NO it does not give you results over night. i have been using this under my eyes and on my lips. i’ve seen some hydration and a pretty big difference in my under eyes. but im not completely sure 🫣. feels like an oil so i’ve been putting it on top of products at night. i’m going to keep using the whole bottle and see if i can see any difference.</p>"
          }
        },
        "list_item_87LEGj": {
          "type": "list_item",
          "settings": {
            "name_customer": "Francis F.",
            "title_review": "It’s been working",
            "review_date": "6 days ago",
            "review_rating": 5,
            "review_text": "<p>Tops are today and bottoms are the day I started using the product. I’ve been using this daily for about a week and a half now. I feel you can see a difference already. My under eyes seem to be a bit less hollow. I’m going to continue to use it and see how it works long term.</p>"
          }
        },
        "list_item_3TKfya": {
          "type": "list_item",
          "settings": {
            "name_customer": "TG",
            "title_review": "Highly recommend",
            "review_date": "6 days ago",
            "review_rating": 5,
            "review_text": "<p>I mix this with other hyaluronic acid serum or hydrating serum and use day and night.<br/>It really hydrates skin well and make glowy skin. But be careful when you have acne prone skin it can cause of acne. If you have dry skin like me you will love this. Mix this to other serum like only less than 5%. Or it gets too strong.</p>"
          }
        },
        "list_item_JqKJHE": {
          "type": "list_item",
          "settings": {
            "name_customer": "Maggie",
            "title_review": "Ill keep updating",
            "review_date": "6 days ago",
            "review_rating": 5,
            "review_text": "<p>Haven't used it long enough to see results, however I have had no problems and it seems to be good</p>"
          }
        },
        "list_item_AcVBLD": {
          "type": "list_item",
          "settings": {
            "name_customer": "shelly",
            "title_review": "MIX WITH SKIN SAFE FACIAL OIL",
            "review_date": "1 week ago",
            "review_rating": 5,
            "review_text": "<p>Love Volufilline! I use it on my lips, marionette lines and under my eyes. I mixed a few drops of Volufilline in a lip oil for use throughout the day. Then mix a few drops with rose hip facial oil before bed for the face.</p>"
          }
        },
        "list_item_Dj94rJ": {
          "type": "list_item",
          "settings": {
            "name_customer": "Starboy",
            "title_review": "Moisturizing",
            "review_date": "1 week ago",
            "review_rating": 4,
            "review_text": "<p>I’ve been using it mixed into my moisturizer as an eye cream. It comes with a little container and a plastic thing to stir with. I think it’s very moisturizing but I’m not sure about the claimed effect on the skin of increasing volume, I think the ingredient needs more research to be honest but I do think it’s somewhat helped the appearance of my sunken eye bags. I do also think that that’s just because the volufiline is moisturizing. Skin being more moisturized just makes it look fuller, I do think that mixing this with a cheaper moisturizer to make an eye cream, does perform similar to something that’s worth more than the two ingredients combined. Eye creams can get super expensive and I do think this has value as a moisturizing ingredient.</p>"
          }
        },
        "list_item_4bhXDL": {
          "type": "list_item",
          "settings": {
            "name_customer": "Caitlin",
            "title_review": "this stuff works!",
            "review_date": "1 week ago",
            "review_rating": 5,
            "review_text": "<p>I truly have no idea what they put in here or how it's working so fast but after one night of use I noticed CRAZY results. I've had genetic dark circles caused by hollow eyes my whole life and after one night, they're almost entirely gone. I actually look like I've gotten a good nights sleep for once 😭😭<br/>It's also made my lips a lot plumper, and I put some on my right tata to even them out and maybe I'm biased but they honestly look even LOL sorry tmi but basically, it works!!!! Anywhere you put it it will add volume so make sure you're putting it precisely where you want it. I don't know if it's just hydrating my skin and making it appear plumper or if it's truly creating fat growth and I'm almost afraid of how well it works cuz like is it gonna come out that this stuff causes cancer... idk yall. Apparently this stuff only works for like 7/10 people but it is absolutely, definitely worth a shot, just exercise your best judgment!</p>"
          }
        },
        "list_item_9mhkTU": {
          "type": "list_item",
          "settings": {
            "name_customer": "Diego",
            "title_review": "Works",
            "review_date": "1 week ago",
            "review_rating": 5,
            "review_text": "<p>Helped with dark circles under my eyes after 2 weeks you can notice a difference</p>"
          }
        },
        "list_item_EmPPXq": {
          "type": "list_item",
          "settings": {
            "name_customer": "Autumn L. Malone",
            "title_review": "I swear it does something",
            "review_date": "1 week ago",
            "review_rating": 5,
            "review_text": "<p>Used this for a few weeks in a few places and never noticed much of a difference. I don’t think it was effective. I will try another brand.</p>"
          }
        },
        "list_item_fw9CyD": {
          "type": "list_item",
          "settings": {
            "name_customer": "m",
            "title_review": "Tik tok influenced me lol!",
            "review_date": "1 week ago",
            "review_rating": 5,
            "review_text": "<p>I’ve only been using it for a few weeks and can’t say I’ve noticed a HUGE difference, I’ve noticed my eye wrinkles aren’t AS bad, but no idea if I’m just being delulu. Also no bad reactions to this, and I do have extremely sensitive skin so that’s definitely a plus! Will try to remember to come back and update if anything magical happens.</p>"
          }
        },
        "list_item_9XFxRg": {
          "type": "list_item",
          "settings": {
            "name_customer": "kwi",
            "title_review": "This stuff works- with a few caveats.",
            "review_date": "1 week ago",
            "review_rating": 4,
            "review_text": "<p>This stuff looks like oil. It doesn’t work well under makeup or play well with other products- but it will reduce that transition we tend to get in the under eye area that on or below the orbital bone, next to the cheek area. This will kind of plump up that area, making that transition smoother. Unfortunately, I can only use it at night, after I’ve applied retinol and allowed that to absorb. I’ve tried using in the daytime, but applying sunscreen or makeup over this is impossible and makes the product ball up. I do sometimes use this before a special occasion and apply it hours before that- then wash it off before applying makeup.</p>"
          }
        },
        "list_item_6mKrHM": {
          "type": "list_item",
          "settings": {
            "name_customer": "T",
            "title_review": "so far good",
            "review_date": "1 Week ago",
            "review_rating": 5,
            "review_text": "<p>I've been using this under my eyes of a few weeks and my under eyes do look fuller. it doesn't irritate my skin at all. it also comes with a cute container to mix your products and a spoon</p>"
          }
        },
        "list_item_GkarBM": {
          "type": "list_item",
          "settings": {
            "name_customer": "Vita Maria DeBellis",
            "title_review": "Don’t see a difference, do u??",
            "review_date": "1 week ago",
            "review_rating": 3,
            "review_text": "<p>Using it on my breasts. No recognizable difference using this product! Disappointed. </p>"
          }
        },
        "list_item_NW8rJg": {
          "type": "list_item",
          "settings": {
            "name_customer": "David",
            "title_review": "pretty good",
            "review_date": "1 week ago",
            "review_rating": 4,
            "review_text": "<p>used to it get ride of my fine lines and eye bags but it lowkey only hydrated my under eyes instead!</p>"
          }
        },
        "list_item_KUbHik": {
          "type": "list_item",
          "settings": {
            "name_customer": "Marisa",
            "title_review": "Take before and after photos!!!",
            "review_date": "1 week go",
            "review_rating": 5,
            "review_text": "<p>Extremely pleasantly surprised to say that this 100% works! I have been using it for just under a month and felt like I was seeing only a subtle improvement but from looking at my before/after photos the difference is crazy and undeniable (I’m too shy to actually share photos of my face so you’ll just have to trust me). My eyes and lips are where I notice the biggest difference, but my whole face looks smoother overall. Really excited to see what the two and three month results look like.<br/><br/>For reference I have been applying a few drops in the morning and before bed every day. Started on March 24th and took my first ‘after’ photos yesterday (April 13th). I usually apply it directly then wait 15 min before applying other products.</p>"
          }
        },
        "list_item_ndJCbB": {
          "type": "list_item",
          "settings": {
            "name_customer": "ShamelessGrace",
            "title_review": "Be careful!!!",
            "review_date": "2 weeks ago",
            "review_rating": 5,
            "review_text": "<p>Based on the peer reviewed published studies this will not work on some people. For the people it does work on.... Be careful. Thiese pictures were taken 3 days apart after 2 applications. From what I understand, the results are permanent because your fat cells are growing. I use a paint brush to apply it directly to the areas where I would like my fat cells to increase: the hollows of my temples, my lips and the lower corners of my nose. I mix it with coconut oil and apply it as the last step in my nighttime skin routine. You only need about 1 drop for your lips . There is a decent amount of information about this product on Reddit.</p>"
          }
        },
        "list_item_kVfW4t": {
          "type": "list_item",
          "settings": {
            "name_customer": "Cindy S",
            "title_review": "definitely works",
            "review_date": "2 weeks ago",
            "review_rating": 4,
            "review_text": "<p>This definitely works. I use it with products that open up the pores like retinol and glycolic acid so that might help it out a bit. It might not work that well if you don't exfoliate. Definitely no longer need lip filler. This gives such a natural result and I don't have to worry about looking like a filler fish.</p>"
          }
        },
        "list_item_x48tMg": {
          "type": "list_item",
          "settings": {
            "name_customer": "Kadir Basaran",
            "title_review": "Thank You for Your Excellent Product and Service",
            "review_date": "2 weeks ago",
            "review_rating": 5,
            "review_text": "<p>Hello,<br/><br/>Thank you for providing such a high-quality product and outstanding service. Everything went smoothly, and your prompt communication made the experience even better. I look forward to working with you again in the future.</p>"
          }
        },
        "list_item_z7jXhk": {
          "type": "list_item",
          "settings": {
            "name_customer": "Nana",
            "title_review": "Skeptic Turned Believer – Visible Improvement in Smile Lines & Hollow Eyes!",
            "review_date": "2 weeks ago",
            "review_rating": 5,
            "review_text": "<p>I was initially a bit skeptical about Volufiline, but after two months of use, I have observed a noticeable difference in both my smile lines and the natural hollows under my eyes. I used to struggle with prominent smile lines, but by mixing Volufiline with a moisturizer recommended by my dermatologist and applying it nightly, I’ve seen substantial improvement.<br/><br/>Unlike some other reviews, I didn’t notice a difference in a day, but with continued nightly application before bed, the results became evident. Though I’ve considered experimenting with morning applications, as individual experiences might vary. A word of caution – applying it directly without a serum or moisturizer made my skin sensitive, so following the instructions is a must, especially for those with sensitive skin like mine.<br/><br/>Experimenting is key, and while I’ve mainly focused on my face, I’ve heard it can be used on various parts of the body too. I’m happy with the results so far and plan to continue using it, awarding it a well-deserved 5 stars. For those on the fence, I recommend giving Volufiline a shot – it’s certainly worked wonders for me!</p>"
          }
        },
        "list_item_NVcq7f": {
          "type": "list_item",
          "settings": {
            "name_customer": "Emily B.",
            "title_review": "Great for fine lines and wrinkles",
            "review_date": "2 weeks ago",
            "review_rating": 5,
            "review_text": "<p>Adding in this product with a vitamin c serum 1-2 times a week has transformed my skin. Super effective at reducing fine lines and wrinkles, these three are the trifecta along with a good moisturizer! The difference between these photos is 9 months and I only added in the volufiline to my routine for the last 3. The results are astounding!</p>"
          }
        },
        "list_item_wcVjGb": {
          "type": "list_item",
          "settings": {
            "name_customer": "Giselle lucero",
            "title_review": "I can’t believe this actually works !",
            "review_date": "2 weeks ago",
            "review_rating": 5,
            "review_text": "<p>I use this with my charlotte tilburay watery cream it also reacts well with azerlic acid i apply everything sides of nose and i was using it on the inner corners of my eyes for hollowness it has gave me back noticeable volume in my face and also helps with wrinkles im 20 and was starting to get small smile lines because of smiling a lot and braces and it’s helping me so much !</p>"
          }
        },
        "list_item_9DeMpL": {
          "type": "list_item",
          "settings": {
            "name_customer": "Lila",
            "title_review": "Works but doesn’t last",
            "review_date": "2 weeks ago",
            "review_rating": 4,
            "review_text": "<p>I haven’t finished the bottle I’m about 2/3rd through. Definitely works but if you don’t use it the next day, the results you got the day previously are completely gone. That could just be how my body is metabolizing the product. Good product though. I use it on my under eyes and my lips. I used it every night for weeks. Still light it but again even after weeks of using the product, the results do not stay for more than a day or two.</p>"
          }
        },
        "list_item_mAPMRy": {
          "type": "list_item",
          "settings": {
            "name_customer": "Sinceray",
            "title_review": "yes it works",
            "review_date": "2 weeks ago",
            "review_rating": 5,
            "review_text": "<p>so I’m 38 with my lips have always look 50 so many lines they’re big but they need volume. I got the remedy right here, Eos Chapstick put like three or four drops on it let it sit overnight. My lips are plump, soft and has more volume.<br/>give it time it’s a two week processes. I actually still use it every night and day. Definitely notice a reduction in my wrinkles in my lips you won’t be disappointed sis💋💕</p>"
          }
        },
        "list_item_BwBwPD": {
          "type": "list_item",
          "settings": {
            "name_customer": "Jenny Plinke",
            "title_review": "It works",
            "review_date": "2 weeks ago",
            "review_rating": 5,
            "review_text": "<p>I was hopeful that this product would work after seeing a few TikTok videos of before and afters. I’m glad I did take a before photo because I will say I wasn’t noticing the difference as I’ve used it.<br/><br/>This is after 2 months of use. You can clearly see the appearance of hollowness under my eyes has reduced quite a bit! I add 1 drop into every application of under eye cream at night. I also use this at night on my lips, and feel like they’ve been extra hydrated and plump when I wake up. I will definitely continue to use.</p>"
          }
        },
        "list_item_cRWWzy": {
          "type": "list_item",
          "settings": {
            "name_customer": "Ravvi A",
            "title_review": "Amazing!",
            "review_date": "2 weeks ago",
            "review_rating": 4,
            "review_text": "<p>Definitely Saw a difference with Volume, could be a bit stronger but overall great product.</p>"
          }
        },
        "list_item_aCLBjP": {
          "type": "list_item",
          "settings": {
            "name_customer": "Busenur temür",
            "title_review": "good",
            "review_date": "2 weeks ago",
            "review_rating": 5,
            "review_text": "<p>good</p>"
          }
        },
        "list_item_aqpQX8": {
          "type": "list_item",
          "settings": {
            "name_customer": "Patricia Le",
            "title_review": "Is it Working?",
            "review_date": "2 weeks ago",
            "review_rating": 5,
            "review_text": "<p>This is my second bottle of this product, and I am not sure if it is working...I have a great skincare routine and I use this as my last step on areas that I want to plump such as under eyes, temples area, my 11's and forehead. It says to use it for 56 days straight and I was pretty inconsistent at first but for the past 35 days or so I have been using this religiously nightly. I have notice my lips are a bit more plump which is nice, the rest I am not too sure about.</p>"
          }
        },
        "list_item_peP7Yx": {
          "type": "list_item",
          "settings": {
            "name_customer": "Tina Munster",
            "title_review": "Working so far",
            "review_date": "3 weeks ago",
            "review_rating": 5,
            "review_text": "<p>I lost some weight in my face and so my eyes kind of started sinking in and it started looking a little dark. I used this 4 times so far and I have noticed a noticeable difference. I feel like there is more volume and, as a result, the darkness has significantly diminished. I know it recommends to mix it with a moisturizer or some other skin care but I just raw dog this b right on my skin. I will say to use a q tip and be precise with where you put it because, by the time you wake up in the morning, it’ll be in your eyes and it doesn’t feel that amazing. It doesn’t burn, it just feels uncomfortable. Oh and remember to try not to rub your eyes 😌 overall, I definitely recommend!</p>"
          }
        },
        "list_item_FwQFX6": {
          "type": "list_item",
          "settings": {
            "name_customer": "amanda",
            "title_review": "Highly recommend",
            "review_date": "3 weeks ago",
            "review_rating": 5,
            "review_text": "<p>I’ve noticed a severe reduction in the dark circles I’ve been experiencing for the last few years, and I’ve only used it for a few months. Effective, moisturizes, and I’ve barely used 20% of the bottle yet.</p>"
          }
        },
        "list_item_dAr87P": {
          "type": "list_item",
          "settings": {
            "name_customer": "OU812Shelby",
            "title_review": "Big bottle",
            "review_date": "3 weeks ago",
            "review_rating": 4,
            "review_text": "<p>Just started using. Shocked how big the bottle was for the money I paid.</p>"
          }
        },
        "list_item_gHLedk": {
          "type": "list_item",
          "settings": {
            "name_customer": "Chloe S",
            "title_review": "Under eye hallows reduced!",
            "review_date": "3 weeks ago",
            "review_rating": 5,
            "review_text": "<p>This is quite amazing, and I’m really wondering how it actually works. Have fairly severe hollows, and dark circles. Mixed some with eye cream in the tub. Then have been putting product on and adding cream on top. The skin under my eyes appears to have plumed up significantly. It’s really noticeable. Dark circles still there - it’s mostly color. But it seems to have made me look younger due to the plumping. Have used for about 2 weeks now. It seems quite amazing. I cannot tell how or what has plumped up my skin. I describe it as using really good eye patches, yet even if you use those every day the effects only last an hour or so.</p>"
          }
        },
        "list_item_UUCgWd": {
          "type": "list_item",
          "settings": {
            "name_customer": "mb",
            "title_review": "Does wonders for the skin!",
            "review_date": "3 weeks ago",
            "review_rating": 5,
            "review_text": "<p>I can’t even begin to explain how much this has changed my skin, I typically use it for my under eyes for which I have creases and the differences are very noticable and drastic, it’s recommended to use with a moisturizer I use the la roche posay one and my skin looks like glass</p>"
          }
        },
        "list_item_8rQ4zg": {
          "type": "list_item",
          "settings": {
            "name_customer": "lovefebe",
            "title_review": "Did see some plump but i've only used it 2 days",
            "review_date": "3 weeks ago",
            "review_rating": 4,
            "review_text": "<p>It came way faster than i excepted which is a good thing. It came with a small container and spatula and i thought it was very nice surprise. The first time i applied i didn't think i would see an over night difference, but i did when i woke up it was a slight difference and i'm really good a noticing change so not everyone is going to see a difference right away. but since i haven't used it very long at all i gave it 4 stars so i wouldn't be fair if i gave it an automatic 5 star</p>"
          }
        },
        "list_item_M3bBfJ": {
          "type": "list_item",
          "settings": {
            "name_customer": "Monica",
            "title_review": "My honest, non-biased review.",
            "review_date": "3 weeks ago",
            "review_rating": 3,
            "review_text": "<p>I have used other products that include the compounds that are found in this product such as niacinamide. I have added it to my skincare routine day and night and don't notice any difference. That said, I plan on finishing the bottle and probably not purchasing again.</p>"
          }
        },
        "list_item_TTEFC7": {
          "type": "list_item",
          "settings": {
            "name_customer": "customer",
            "title_review": "Perfect",
            "review_date": "3 weeks ago",
            "review_rating": 5,
            "review_text": "<p>I contacted the seller and he resolved the problems I had due to delivery issues.</p>"
          }
        },
        "list_item_ijewhh": {
          "type": "list_item",
          "settings": {
            "name_customer": "Joan",
            "title_review": "It works, that’s for sure!",
            "review_date": "3 weeks ago",
            "review_rating": 4,
            "review_text": "<p>You have to use a very small amount to avoid eye irritation as it’s very ‘watery’ and will smudge all over your eyelid area. But this absolutely helps with hollow eyes. You can even see results after the first night.</p>"
          }
        }
      },
      "block_order": [
        "list_item_P49RRY",
        "list_item_E4YYGR",
        "list_item_KcdEpr",
        "list_item_f7pUGz",
        "list_item_HhnUJy",
        "list_item_ixf6N4",
        "list_item_arfyek",
        "list_item_nex8fi",
        "list_item_gV6F9G",
        "list_item_U3hjHN",
        "list_item_FhkHEW",
        "list_item_HM4JPW",
        "list_item_btxf9a",
        "list_item_PCWXRh",
        "list_item_qaYzQP",
        "list_item_87LEGj",
        "list_item_3TKfya",
        "list_item_JqKJHE",
        "list_item_AcVBLD",
        "list_item_Dj94rJ",
        "list_item_4bhXDL",
        "list_item_9mhkTU",
        "list_item_EmPPXq",
        "list_item_fw9CyD",
        "list_item_9XFxRg",
        "list_item_6mKrHM",
        "list_item_GkarBM",
        "list_item_NW8rJg",
        "list_item_KUbHik",
        "list_item_ndJCbB",
        "list_item_kVfW4t",
        "list_item_x48tMg",
        "list_item_z7jXhk",
        "list_item_NVcq7f",
        "list_item_wcVjGb",
        "list_item_9DeMpL",
        "list_item_mAPMRy",
        "list_item_BwBwPD",
        "list_item_cRWWzy",
        "list_item_aCLBjP",
        "list_item_aqpQX8",
        "list_item_peP7Yx",
        "list_item_FwQFX6",
        "list_item_dAr87P",
        "list_item_gHLedk",
        "list_item_UUCgWd",
        "list_item_8rQ4zg",
        "list_item_M3bBfJ",
        "list_item_TTEFC7",
        "list_item_ijewhh"
      ],
      "settings": {}
    },
    "1749037681a505899d": {
      "type": "apps",
      "disabled": true,
      "settings": {
        "include_margins": true
      }
    }
  },
  "order": [
    "main",
    "volufiline_benefits_3mCUgT",
    "result_slider_wkmUUh",
    "related-products",
    "video_slider_nxQkmR",
    "volufiline_purchase_ykQfwT",
    "collapsible_content_bBUtmC",
    "volufiline_review_rating_cRaKrF",
    "custom_review_7z7dGf",
    "1749037681a505899d"
  ]
}
